Repository: karspv/newsApp
Catalog: NewsAppKarSpv/Resources/*.lproj/Localizable.strings
Languages: de

source: Source List
de: Quellenverzeichnis

source: Something went wrong while loading the data :)
de: Beim Laden der Daten ist ein Fehler aufgetreten :(

# OK
source: Supratau
de: OK

# Oops!
source: Ūūps!
de: Oops!

# Learn More
source: Sužinoti daugiau
de: Erfahren Sie mehr

source: Panašu, kad neturite pamėgtų straipsnių. Eikite į šaltinių ekraną ir pridėkite mėgstamą straipsnį :)
de: Sieht so aus, als hätten Sie keine Lieblingsartikel. Gehen Sie zum Quellbildschirm und fügen Sie einige hinzu :)

# Favourites
source: Mėgstamiausi
de: Favoritinnen

# Sort Favourites By:
source: Rikiuoti mėgstamiausius pagal:
de: Favoriten sortieren nach:

# Sort By Title
source: Rikiuoti Pagal Pavadinimą
de: Sortierung nach Titel

# Sort By Date
source: Rikiuoti Pagal Datą
de: Nach Datum sortieren

# No Sort
source: Nerikiuoti
de: Keine Sortierung

# Cancel
source: Atšaukti
de: Stornieren

# Sort
source: Rikiuoti
de: Sortieren

# Search article by title or description.
source: Ieškoti straipsnių pagal pavadinimą arba aprašą.
de: Artikel nach Titel oder Beschreibung suchen.

# Extra
source: Ekstra
de: Extra

# Extra Stuff
source: Papildomi dalykai
de: Extra Zeug

# Really Extra Map View Cell
source: Labai ekstra žemėlapio celė
de: Wirklich extra Kartenansicht Zelle

# Really Extra Web Page Cell
source: Labai ekstra tinklapio celė
de: Wirklich zusätzliche Webseitenzelle

# Really Extra Image Picker Cell
source: Labai ekstra paveikslėlių pasirinkimo celė
de: Wirklich zusätzliche Bildauswahlzelle

# Random user
source: Atsitiktinis vartotojas
de: Zufälliger Benutzer

# Extra nice user
source: Itin malonus vartotojas
de: Extra netter Benutzer

# Another random user
source: Kitas atsitiktinis vartotojas
de: Ein anderer zufälliger Benutzer

# Simple pimple user
source: Paprastutits vartotojas
de: Einfacher Benutzer

# Photo library
source: Nuotraukų biblioteka
de: Fotobibliothek

# Take photo
source: Nufotografuoti
de: Foto machen

# Map
source: Žemėlapis
de: Karte

# Web Page
source: Tinklo puslapis
de: die Webseite

# Image Picker
source: Vaizdo parinkiklis
de: Bildauswahl
